export const TABLE_DATA = [
    {
        country: 'США',
        catsCount: 76.5,
        description: 'В США принято брать кошек из приютов. В каждой семье проживают по 2-3 кошки.'
    },
    {
        country: 'Китай',
        catsCount: 53,
        description: 'С одной стороны, в Китае мясо кошек считается деликатесом,' +
            ' с другой - китайцы легко берут домой пушистых с улицы. Однако так же легко расстаются с ними,' +
            ' когда питомец надоел. В данный момент на государственном уровне разрабатываются программы' +
            ' по борьбе с человеческим произволом.'
    },
    {
        country: 'Россия',
        catsCount: 30,
        description: 'Есть повод гордиться! По статистике каждая третья семья заводит котика,' +
            ' 65% этих котиков были взяты с улицы, 35% из питомников.' +
            ' Во многих городах открываются приюты для животных каждый год.'
    },
    {
        country: 'Бразилия',
        catsCount: 12.5,
        description: 'Бразилия может побороться с Россией за 4-е место.' +
            ' Число домашних питомцев в этой стране невероятно растет,' +
            ' каждый год продажи продуктов для пушистых вырастают примерно на 37%.'
    },
]

export const BREEDS_LIST_DATA = [
    {
        name: 'Шотландская порода',
        description: 'Почти 790 тысяч запросов от поклонников в месяц получает шотландская порода кошек, ' +
            'они милые, со сложенными ушками (разновидность фолд), а еще имеют неплохие характеры и смешные повадки.'
    },
    {
        name: 'Мейн-куны',
        description: 'Порода мейн-кун вошла в моду на постсоветском пространстве сравнительно недавно' +
            ' и уже набирает около 680 тысяч запросов в месяц. ' +
            'Мейн-куны популярны в силу своего импозантного и величественного внешнего вида.'
    },
    {
        name: 'Британская порода',
        description: 'Британская порода кошек очень старая и популярна с давних пор. Это одна из старейших пород.' +
            'Оборотов она почти не сбавила и сегодня имеет около 500 тысяч запросов от поклонников в месяц,' +
            ' что достаточно много, учитывая ее возраст'
    }
]

export const FACTS_INTRODUCTION = 'Мир делится на любителей собак и любителей кошек.' +
    ' Котов можно обожать за то, что они умилительны и отлично смотрятся в Инстаграме.' +
    ' Но на этом не кончаются причины, почему вам стоит завести кота или кошку.' +
    ' Ниже собраны самые интересные факты, после которых вам точно будет не хватать пушистого мурлыкающего друга.'

export const FACTS = [
    {
        id: 1,
        description: 'Сердце кошки совершает до 140 ударов в минуту, что почти вдвое превосходит человеческое.',
        media: '2019-04-04_141029.png',
    },
    {
        id: 2,
        description: 'На то, чтобы вылизать шерсть, кошка расходуется столько же воды, сколько на мочеиспускание.',
        media: 'aR1jvXB_700b.jpg',
    },
    {
        id: 3,
        description: 'Нормальная температура тела у кошек около 38 градусов. Это чуть больше, чем у человека.',
        media: 'i.jpg',
    },
    {
        id: 4,
        description: 'Нормальная температура тела у кошек около 38 градусов. Это чуть больше, чем у человека.',
        media: 'video.mp4',
    },
]